Repository: bubiryov/Task-Manager
Catalog: Task Manager/*.lproj/Localizable.strings
Languages: ru, uk

# HomeViewTitle-string
source: Tasks
ru: Задачи
uk: Задачі

# HomeSearchTextField-string
source: Search
ru: Поиск
uk: Пошук

# AddTitleTextField-string
source: New task
ru: Новая задача
uk: Нова задача

# AddNotesTextEditor-string
source: Notes:
ru: Заметки:
uk: Нотатки:

# EditViewNotification-string
source: Notification
ru: Напоминание
uk: Нагадування

# EditViewTitleTextField-string
source: Write your task
ru: Запишите задачу
uk: Запишіть свою задачу

# EditViewNotificationDate-string
source: Date
ru: Дата
uk: Дата

# EditViewNotificationButton-string
source: To remind
ru: Напомнить
uk: Нагадати

# EditViewDoneButton-string
source: Done
ru: Готово
uk: Готово

# EmptyTaskTitle-string
source: Empty
ru: Пустая задача
uk: Порожня задача

# RecentTitle-string
source: Recent
ru: Выполненное
uk: Недавні

# RecentAlertTitle-string
source: Are you sure you want to clear the list?
ru: Вы уверены, что хотите очистить список?
uk: Ви впевнені, що бажаєте очистити список?

# RecentAlertMessage-string
source: This actions will not be undone
ru: Это действие будет нельзя отменить
uk: Цю дію не можна буде скасувати

# RecentAlertPrimaryButton-string
source: Clear
ru: Очистить
uk: Очистити

# SettingsTitle-string
source: Settings
ru: Настройки
uk: Налаштування

# SchemePickerSystem-string
source: System
ru: Системная
uk: Системна

# SchemePickerLight-string
source: Light
ru: Светлая
uk: Світла

# SchemePickerDark-string
source: Dark
ru: Тёмная
uk: Темна

# Passcode-string
source: Passcode
ru: Пароль
uk: Пароль

# AttemptsCountToggle-string
source: Attempts counting
ru: Подсчёт попыток
uk: Підрахунок спроб

# CancelAllNotifications-string
source: Cancel all notifications
ru: Отменить все напоминания
uk: Відмінити усі сповіщення

# CancelAllNotificationsTitle-string
source: Are you sure you want to cancel all notifications?
ru: Вы уверены, что хотите отменить все напоминания?
uk: Ви впевнені, що бажаєте скасувати всі сповіщення?

# CancelAllPrimaryButton-string
source: Yes
ru: Да
uk: Так

# DeleteAllTasks-string
source: Delete all tasks
ru: Удалить все задачи
uk: Видалити всі задачі

# DeleteAllTasksTitle-string
source: Are you sure you want to delete all tasks?
ru: Вы уверены, что хотите удалить все задачи?
uk: Ви впевнені, що бажаєте видалити всі задачі?

# DeleteAllTasksButton-string
source: Delete
ru: Удалить
uk: Видалити

# PasscodeField-string
source: Enter the passcode
ru: Введите пароль
uk: Введіть пароль

# TurnOffPasscode-string
source: Turn off passcode
ru: Выключить пароль
uk: Вимкнути пароль

# WrongPasscodeAlert-string
source: Wrong passcode
ru: Неверный пароль
uk: Невірний пароль

# NewPasscodeField-string
source: New passcode
ru: Новый пароль
uk: Новий пароль

# NewPasscodeField2-string
source: Repeat the passcode
ru: Повторите пароль
uk: Повторіть пароль

# ProtectWithPasscode-string
source: Protect with passcode
ru: Установить пароль
uk: Встановити пароль

# BiometricReason-string
source: Biometric unlock
ru: Биометрическая разблокировка
uk: Біометричне розблокування

# NewPasscodeLittersAlert-string
source: Passcode must contain 4 to 8 digits
ru: Пароль должен содержать от 4 до 8 цифр
uk: Пароль має містити від 4 до 8 цифр

# PasscodeMismatchAlert-string
source: Passcode mismatch
ru: Пароли не совпадают
uk: Паролі не співпадають

# AttemptsToggleAlertTitle-string
source: Attempts counting is on
ru: Подсчёт попыток включён
uk: Підрахунок спроб увімкнено

# AttemptsToggleAlertMessage-string
source: If this feature is enabled, all data will be deleted after 5 incorrect passcode attempts
ru: Если эта функция включена, все данные будут удалены после 5 неправильных попыток ввода пароля
uk: Якщо цю функцію ввімкнено, усі дані буде видалено після 5 спроб введення неправильного пароля

# AlertOKButton-string
source: OK
ru: Хорошо
uk: Добре

# AttemptsCount-string
source: Attempts left:
ru: Попыток осталось:
uk: Спроб залишилось:

# DeletedData-string
source: Data has been deleted
ru: Все данные были удалены
uk: Усі дані було видалено
